[
  "Joey, \nYou have taught me what it means to love unconditionally, and to be loved unconditionally. I don't think I can ever thank you enough for that. \nI love you! \nForever yours, \nDivi",
  "Joey, \nThank you for always knowing how to make me smile. Whenever I'm feeling down, my first instinct is to come home to you. Even if I don't quite know what I'm feeling, I know that you will always be there to support me. I smile just thinking about it. I hope I make you smile the same, baby. \nI love you! \nForever yours, \nDivi",
  "Joey, \nI love your thoughtfulness, generosity, and chivalry. You always make me feel like a princess. You truly are my prince. \nI love you! \nForever yours, \nDivi",
  "Joey, \nWhenever I hear a love song, no matter how sappy, no matter how sweet, goosebumps raise across my skin as I think of us. Our great, ongoing, eternal, epic love story. \nI love you! \nForever yours, \nDivi",
  "Joey, \nNot a day goes by that I don't think about our perfect Thanksgiving. Thank you for your compassion, your empathy, your unconditional love. You truly are my perfect match.\nI love you! \nForever yours, \nDivi",
  
  "Joey, \nI want forever with you. Forever and a day. Forever and forevermore.\nI love you! \nForever yours, \nDivi",
  "Joey, \nI wonder how I got so lucky to be so confidently, incredibly, fantastically young and in love with you.\nI love you! \nForever yours, \nDivi",
  "Joey, \nDespite how silly it sounds, there's no one I'd rather have sitting next to me when I have to get shots. Thank you for being brave, even when I am not.\nI love you! \nForever yours, \nDivi",
  "Joey, \nThank you for turning out to not be a serial killer. Who would've thunk we'd end up here! \nI love you! \nForever yours, \nDivi",
  "Joey, \nYou've showed me how to love life in a new way. How to feel like I'm truly living. I can never thank you enough for that.\nI love you! \nForever yours, \nDivi",
  
  "Joey, \nYou know me better than I know myself at times. I love it. I hope you feel the same.\nI love you! \nForever yours, \nDivi",
  "Joey, \nYou're my best friend. You have been, honestly, for probably the last three years. Though don't tell Avaia that lol. \nI love you! \nForever yours, \nDivi",
  "Joey, \nI want to spend every waking moment with you, and then some. I've never felt that way before you.\nI love you! \nForever yours, \nDivi",
  "Joey, \nYou make me want to be better for you. When I'm with you, I want to be the best version of myself I can be. Thank you for your patience, for your love. I'm so glad we get to do life together.\nI love you! \nForever yours, \nDivi",
  "Joey, \nWith you, the world is never boring. There's always more to see, to hear, to feel. More for you to show me, or me to show you, or us to find out together. I'm very grateful for that. \nI love you! \nForever yours, \nDivi"
  
]

